{
  "Real Name": "Nugget's real name is Lara!",
  "Favorite Color": "Nugget's favorite color is green!",
  "Zelda": "Nugget is a huge *Legend of Zelda* nerd!",
  "Strong": "Nugget is strong! :triumph:",
  "Servant": "Nugget is a servant for her cats! :cat:",

  "Scientist": "Chicken nuggets were invented by Robert C. Baker of Cornell University in the early 1950's. They were originally called the ''Chicken Crispie''!",
  "Shortage": "Chicken nuggets were made due to a rise in the need to store and transport frozen chicken. In the 1950's, the meat industry was having a hard time because freezing and unfreezing chicken made its exterior less crispy when fried. The breading helps keep that crispiness!!",
  "How its Made": "McDonald's makes their chicken nuggets out of whole chicken! They have a video showing how they're made, called 'Birth of a McNugget'!",
  "Usain Bolt": "Olympic sprint champion Usain Bolt loves chicken nuggets! USA Today had this quote from him during the Beijing Olympics: \n> At first I ate a box of 20 for lunch, then another for dinner. The next day I had two boxes for breakfast, one for lunch and then another couple in the evening. I even grabbed some fries and an apple pie to go with it.",
  "World Record": "The current world record for the most chicken nuggets eaten in one minutes was set in February 2022 by Leah Shutkever in Milan, Italy, who ate 352 grams of chicken nuggets in 60 seconds!",
  "Tweet": "The most retweeted post in history was made by Carter Wilkerson, who asked Wendy's what it would take get free nuggets for a year. They told him 18 million retweets, but he only got 3.5 million. They gave him the nuggets anyways!",
  "Largest": "The world's largest chicken nugget was made in 2013 by Empire Kosher Poultry, measring at 3 and 1/4 feet long by 2 feet wide, weighing over 50 pounds!",
  "Unhealthy": "Nuggets aren't very good for you, even healthy ones tend to be very high in fat and salt, with not a lot of good value. Even plant-based nuggets have poor nutritional value! So even if they're tasty be sure to moderate your nugget consumption!",
  "Recipe": "Here's a chicken nugget recipe!\n\n- 250 ml flour\n- 15 ml seasoning salt\n- 2 large eggs\n- 500 ml seasoned breadcrumbs\n- 2 chicken breasts, cut into nugget-sized pieces\n\n1) In a plastic bag, mix the flour, seasoned salt and salt and pepper to taste.\n2) In a bowl, mix the eggs with 2 tablespoons water. In a separate bowl, add the breadcrumbs.\n3) Shake the chicken pieces in the bag to coat. In batches, dip them in the egg wash, then in the breadcrumbs.\n4) Heat vegetable oil in a large skillet over medium-high heat until breadcrumbs sizzle immediately. Fry chicken until golden brown and cooked through, ~2 minutes per side. Drain on a paper towel.\nServe!"

}